{
    "HomePage": {
        "hello": "Hello, I'm Killian",
        "title": "Web Developer",
        "intro": "I'm Killian, a web developer passionate about creating innovative online experiences. Explore my portfolio to see how I merge technology and creativity.",
        "contact": "Contact me"
    },
    "About": {
        "about": "About",
        "about_desc": "With 5 years of experience in web development, I have worked on a variety of projects ranging from showcase sites to complex web applications. Learn more about my background and my passion for development.",
        "about-title1": "My Stories and",
        "about-title2": "Feelings",
        "cv-download": "Download CV"
    },
    "NavBar": {
        "home": "Home",
        "about": "About",
        "skills": "Skills",
        "projects": "Projects",
        "portfolio": "Portfolio",
        "light": "Light",
        "dark": "Dark",
        "system": "System",
        "toggle": "Toggle Theme"
    },
    "Portfolio": {
        "portfolio": "Portfolio",
        "portfolio_title1": "Most Important",
        "portfolio_title2": "Experience",
        "portfolio_title3": "Most Important",
        "portfolio_title4": "Education",
        "unicancer_position": "FullStack Developer",
        "unicancer_description": "Project manager and web application developer in a team of about ten people, utilizing PHP/Symfony, JavaScript, and SQL technologies to design and implement innovative solutions.",
        "univevry_position": "FullStack Developer",
        "univevry_description": "Project manager in charge of redesigning an intranet tool for university students and staff, using PHP, Joomla, JavaScript, and MySQL technologies to enhance internal accessibility and efficiency.",
        "ipssi_position": "FullStack Developer",
        "ipssi_description": "Advanced training in artificial intelligence technologies, including Machine Learning and Deep Learning, and learning various frameworks such as Next.js, React.js, Django, and Flask, as well as DevOps technologies (Docker, Kubernetes). Defense and validation of an expert dissertation on artificial intelligence applied to language learning.",
        "univevryschool_position": "FullStack Developer",
        "univevryschool_description": "Acquired foundational knowledge in DevOps technologies, computer networks, frameworks (Symfony, React.js), CMS (WordPress, Joomla), and mobile development technologies with Flutter."
    },
    "Projects": {
        "projects": "Projects",
        "project": "Project",
        "pomodoro_desc": "Website using the Pomodoro work technique, with music, timer management, a to-do list, theme management, and work statistics.",
        "socnet_desc": "Reproduction of a fictional social network with management of relationships, posts, comments, likes, and account management.",
        "wip_status": "Work In Progress",
        "projects_title1": "My Creative",
        "projects_title2": "Works",
        "all_projects": "All",
        "see_project": "See Project",
        "hover_project": "Hover over a project name to learn more.",
        "youbotbuster_desc": "SaaS project creating a tool that automates the removal of unwanted bot comments under YouTube videos. This project uses artificial intelligence to determine the origin of the message.",
        "end_status": "Completed",
        "created_in": "Created in "
    },
    "Skills": {
        "skills": "Skills",
        "skills_title1": "Skills and",
        "skills_title2": "Competencies",
        "show_list": "Show skills list"
    }
}